Repository: Shoxrux715/Marvel
Catalog: MarvelReserve/ApplicationLayer/Localizable.xcstrings
Source language: en
Languages: ru

source: Are you sure you want to change the app language
ru: Вы уверены, что хотите сменить язык приложения?

source: Available: %lld character(s)
ru: Количество героев: %lld

source: Available: %lld comics
ru: Количество доступных комиксов: %lld

source: Change App Theme
ru: Сменить тему

source: Change Tint Color
ru: Сменить цвет интерфейса

source: Characters
ru: Герои

source: Choose a Style
ru: Выберите тему

source: Color
ru: Цвет

source: Comics List
ru: Комиксы

source: Comics, where %@ acted
ru: Комиксы с учаcтием %@

source: Coming soon..
ru: Список пополняется..

source: Creators
ru: Авторы

source: Delete
ru: Удалить

source: Description
ru: Описание

source: Description is not available
ru: Описание отсутствует

source: Do you want to delete the comic?
ru: Вы уверены, что хотите удалить комикс?

source: English
ru: Английский

source: Error: %@
ru: Ошибка: %@

source: Favourites
ru: Избранное

source: Free
ru: Бесплатно

source: Language
ru: Язык

source: No Available Creators
ru: Список авторов отсутствует

source: No Characters Available in this Comic
ru: Список героев отсутствует

source: No Result
ru: Нет результатов

source: Once you delete the comic, you can not return it
ru: При удалении комикса Вы не сможете его вернуть

source: Russian
ru: Русский

source: Search Character
ru: Поиск героев

source: Search Comic
ru: Поиск комиксов

source: Server did not respond, prease try later
ru: Сервер не ответил, попробуйте позже

source: Settings
ru: Настройки

source: Tap a circle to observe a character
ru: Нажмите на круг, чтобы изучить героя

source: Theme
ru: Тема

source: Yes
ru: Да
